Repository: frknbyhn/NewbornStudio---New
Catalog: NewbornMoments/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Some of your captured photos are still syncing. Please try again in a moment.
ar: لا تزال بعض صورك الملتقطة قيد المزامنة. حاول مرة أخرى بعد قليل.
ca: Algunes de les teves fotos capturades encara s'estan sincronitzant. Torna-ho a provar d'aquí un moment.
cs: Některé z vašich zachycených fotek se stále synchronizují. Zkuste to znovu za chvíli.
da: Nogle af dine fangede fotos synkroniseres stadig. Prøv igen om et øjeblik.
de: Einige Ihrer erfassten Fotos werden noch synchronisiert. Bitte versuchen Sie es gleich noch einmal.
el: Ορισμένες από τις αποτυπωμένες φωτογραφίες σας εξακολουθούν να συγχρονίζονται. Δοκιμάστε ξανά σε λίγο.
es: Algunas de tus fotos capturadas todavía se están sincronizando. Inténtalo de nuevo en un momento.
fi: Osa tallennetuista kuvistasi synkronoituu vielä. Yritä uudelleen hetken kuluttua.
fr: Certaines de vos photos capturées sont encore en cours de synchronisation. Veuillez réessayer dans un instant.
he: חלק מהתמונות שתיעדתם עדיין מסתנכרנות. נסו שוב בעוד רגע.
hi: आपकी कुछ कैद की गई फोटो अभी भी सिंक हो रही हैं। कृपया थोड़ी देर बाद फिर से कोशिश करें।
hr: Neke od vaših zabilježenih fotografija još se sinkroniziraju. Pokušajte ponovno za trenutak.
hu: Néhány rögzített fotód még szinkronizálás alatt áll. Próbáld újra egy pillanat múlva.
id: Beberapa foto Anda yang terekam masih dalam proses sinkronisasi. Coba lagi sesaat lagi.
it: Alcune delle tue foto catturate sono ancora in fase di sincronizzazione. Riprova tra un momento.
ja: 記録した写真の一部はまだ同期中です。少し待ってからもう一度お試しください。
ko: 기록된 사진 중 일부가 아직 동기화 중입니다. 잠시 후 다시 시도해 주세요.
ms: Sesetengah foto anda yang dirakam masih disegerakkan. Cuba lagi sebentar lagi.
nb: Noen av bildene dine synkroniseres fortsatt. Prøv igjen om et øyeblikk.
nl: Sommige van je vastgelegde foto's worden nog gesynchroniseerd. Probeer het zo weer.
pl: Niektóre z Twoich zdjęć wciąż się synchronizują. Spróbuj ponownie za chwilę.
pt: Algumas das suas fotos capturadas ainda estão sincronizando. Tente novamente em instantes.
ro: Unele dintre fotografiile tale surprinse încă se sincronizează. Încearcă din nou peste puțin timp.
ru: Некоторые из ваших зафиксированных фото ещё синхронизируются. Повторите попытку через мгновение.
sk: Niektoré z vašich zachytených fotiek sa stále synchronizujú. Skúste to znova o chvíľu.
sv: Några av dina fångade foton synkroniseras fortfarande. Försök igen om en stund.
th: รูปภาพที่บันทึกไว้บางส่วนของคุณยังคงซิงค์อยู่ กรุณาลองอีกครั้งในอีกสักครู่
tr: Yakalanan fotoğraflarınızdan bazıları hâlâ senkronize ediliyor. Lütfen biraz sonra tekrar deneyin.
uk: Деякі з ваших зафіксованих фото ще синхронізуються. Спробуйте ще раз за мить.
vi: Một số ảnh đã ghi lại của bạn vẫn đang đồng bộ hóa. Vui lòng thử lại sau một lát.
zh_hans: 您的一些已记录照片仍在同步中。请稍后再试。
zh_hant: 您的一些已記錄照片仍在同步中。請稍後再試。

source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa ha anat malament
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fi: Jokin meni pieleen
fr: Un problème est survenu
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Hiba történt
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
ms: Sesuatu tidak kena
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv: Något gick fel
th: เกิดข้อผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Đã xảy ra sự cố
zh_hans: 出了点问题
zh_hant: 出了點問題

source: Something Went Wrong
ar: حدث خطأ ما
ca: Alguna cosa ha anat malament
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fi: Jokin meni pieleen
fr: Un problème est survenu
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Hiba történt
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
ms: Sesuatu tidak kena
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv: Något gick fel
th: เกิดข้อผิดพลาด
tr: Bir Şeyler Ters Gitti
uk: Щось пішло не так
vi: Đã xảy ra sự cố
zh_hans: 出了点问题
zh_hant: 出了點問題

source: Something went wrong and your credits were refunded. Please try again.
ar: حدث خطأ ما وتم استرداد رصيدك. حاول مرة أخرى.
ca: Alguna cosa ha anat malament i els teus crèdits han estat reemborsats. Torna-ho a provar.
cs: Něco se pokazilo a vaše kredity byly vráceny. Zkuste to znovu.
da: Noget gik galt, og dine credits er blevet refunderet. Prøv igen.
de: Etwas ist schiefgelaufen, und Ihre Credits wurden erstattet. Bitte erneut versuchen.
el: Κάτι πήγε στραβά και οι πιστώσεις σας επιστράφηκαν. Δοκιμάστε ξανά.
es: Algo salió mal y tus créditos fueron reembolsados. Inténtalo de nuevo.
fi: Jokin meni pieleen, ja krediittisi on hyvitetty. Yritä uudelleen.
fr: Un problème est survenu et vos crédits ont été remboursés. Veuillez réessayer.
he: משהו השתבש והקרדיטים שלכם הוחזרו. נסו שוב.
hi: कुछ गलत हो गया और आपके क्रेडिट वापस कर दिए गए। कृपया फिर से कोशिश करें।
hr: Nešto je pošlo po zlu i vaši krediti su vraćeni. Pokušajte ponovno.
hu: Hiba történt, és a krediteidet visszatérítettük. Próbáld újra.
id: Terjadi kesalahan dan kredit Anda telah dikembalikan. Silakan coba lagi.
it: Qualcosa è andato storto e i tuoi crediti sono stati rimborsati. Riprova.
ja: 問題が発生し、クレジットは返金されました。もう一度お試しください。
ko: 문제가 발생하여 크레딧이 환불되었습니다. 다시 시도해 주세요.
ms: Sesuatu tidak kena dan kredit anda telah dikembalikan. Sila cuba lagi.
nb: Noe gikk galt, og poengene dine er refundert. Prøv igjen.
nl: Er is iets misgegaan en je credits zijn terugbetaald. Probeer het opnieuw.
pl: Coś poszło nie tak, a Twoje kredyty zostały zwrócone. Spróbuj ponownie.
pt: Algo deu errado e seus créditos foram reembolsados. Tente novamente.
ro: Ceva nu a mers bine și creditele tale au fost rambursate. Încearcă din nou.
ru: Что-то пошло не так, и ваши кредиты возвращены. Повторите попытку.
sk: Niečo sa pokazilo a vaše kredity boli vrátené. Skúste to znova.
sv: Något gick fel och dina krediter har återbetalats. Försök igen.
th: เกิดข้อผิดพลาดและเครดิตของคุณได้รับการคืนแล้ว กรุณาลองอีกครั้ง
tr: Bir şeyler ters gitti ve krediniz iade edildi. Lütfen tekrar deneyin.
uk: Щось пішло не так, і ваші кредити повернено. Спробуйте ще раз.
vi: Đã xảy ra sự cố và tín dụng của bạn đã được hoàn lại. Vui lòng thử lại.
zh_hans: 出了点问题，您的积分已退还。请重试。
zh_hant: 出了點問題，您的積分已退還。請重試。

source: Something went wrong deleting the collage. Please try again.
ar: حدث خطأ ما أثناء حذف الكولاج. حاول مرة أخرى.
ca: Alguna cosa ha anat malament en suprimir el collage. Torna-ho a provar.
cs: Při odstraňování koláže se něco pokazilo. Zkuste to znovu.
da: Noget gik galt under sletning af collagen. Prøv igen.
de: Beim Löschen der Collage ist etwas schiefgelaufen. Bitte erneut versuchen.
el: Κάτι πήγε στραβά κατά τη διαγραφή του κολάζ. Δοκιμάστε ξανά.
es: Algo salió mal al eliminar el collage. Inténtalo de nuevo.
fi: Jokin meni pieleen poistettaessa kollaasia. Yritä uudelleen.
fr: Un problème est survenu lors de la suppression du collage. Veuillez réessayer.
he: משהו השתבש במחיקת הקולאז'. נסו שוב.
hi: कोलाज हटाते समय कुछ गलत हो गया। कृपया फिर से कोशिश करें।
hr: Nešto je pošlo po zlu prilikom brisanja kolaža. Pokušajte ponovno.
hu: Hiba történt a kollázs törlése közben. Próbáld újra.
id: Terjadi kesalahan saat menghapus kolase. Silakan coba lagi.
it: Qualcosa è andato storto durante l'eliminazione del collage. Riprova.
ja: コラージュの削除中に問題が発生しました。もう一度お試しください。
ko: 콜라주를 삭제하는 중 문제가 발생했습니다. 다시 시도해 주세요.
ms: Sesuatu tidak kena semasa memadam kolaj. Sila cuba lagi.
nb: Noe gikk galt under sletting av collaget. Prøv igjen.
nl: Er is iets misgegaan bij het verwijderen van de collage. Probeer het opnieuw.
pl: Coś poszło nie tak podczas usuwania kolażu. Spróbuj ponownie.
pt: Algo deu errado ao excluir a colagem. Tente novamente.
ro: Ceva nu a mers bine la ștergerea colajului. Încearcă din nou.
ru: Что-то пошло не так при удалении коллажа. Повторите попытку.
sk: Pri odstraňovaní koláže sa niečo pokazilo. Skúste to znova.
sv: Något gick fel när collaget skulle tas bort. Försök igen.
th: เกิดข้อผิดพลาดขณะลบคอลลาจ กรุณาลองอีกครั้ง
tr: Kolaj silinirken bir şeyler ters gitti. Lütfen tekrar deneyin.
uk: Щось пішло не так під час видалення колажу. Спробуйте ще раз.
vi: Đã xảy ra sự cố khi xóa ảnh ghép. Vui lòng thử lại.
zh_hans: 删除拼贴时出了点问题。请重试。
zh_hant: 刪除拼貼時出了點問題。請重試。

source: Something went wrong saving the video. Please try again.
ar: حدث خطأ ما أثناء حفظ الفيديو. حاول مرة أخرى.
ca: Alguna cosa ha anat malament en desar el vídeo. Torna-ho a provar.
cs: Při ukládání videa se něco pokazilo. Zkuste to znovu.
da: Noget gik galt under gemning af videoen. Prøv igen.
de: Beim Speichern des Videos ist etwas schiefgelaufen. Bitte erneut versuchen.
el: Κάτι πήγε στραβά κατά την αποθήκευση του βίντεο. Δοκιμάστε ξανά.
es: Algo salió mal al guardar el video. Inténtalo de nuevo.
fi: Jokin meni pieleen tallennettaessa videota. Yritä uudelleen.
fr: Un problème est survenu lors de l'enregistrement de la vidéo. Veuillez réessayer.
he: משהו השתבש בשמירת הסרטון. נסו שוב.
hi: वीडियो सहेजते समय कुछ गलत हो गया। कृपया फिर से कोशिश करें।
hr: Nešto je pošlo po zlu prilikom spremanja videozapisa. Pokušajte ponovno.
hu: Hiba történt a videó mentése közben. Próbáld újra.
id: Terjadi kesalahan saat menyimpan video. Silakan coba lagi.
it: Qualcosa è andato storto durante il salvataggio del video. Riprova.
ja: 動画の保存中に問題が発生しました。もう一度お試しください。
ko: 동영상을 저장하는 중 문제가 발생했습니다. 다시 시도해 주세요.
ms: Sesuatu tidak kena semasa menyimpan video. Sila cuba lagi.
nb: Noe gikk galt under lagring av videoen. Prøv igjen.
nl: Er is iets misgegaan bij het opslaan van de video. Probeer het opnieuw.
pl: Coś poszło nie tak podczas zapisywania wideo. Spróbuj ponownie.
pt: Algo deu errado ao salvar o vídeo. Tente novamente.
ro: Ceva nu a mers bine la salvarea videoclipului. Încearcă din nou.
ru: Что-то пошло не так при сохранении видео. Повторите попытку.
sk: Pri ukladaní videa sa niečo pokazilo. Skúste to znova.
sv: Något gick fel när videon skulle sparas. Försök igen.
th: เกิดข้อผิดพลาดขณะบันทึกวิดีโอ กรุณาลองอีกครั้ง
tr: Video kaydedilirken bir şeyler ters gitti. Lütfen tekrar deneyin.
uk: Щось пішло не так під час збереження відео. Спробуйте ще раз.
vi: Đã xảy ra sự cố khi lưu video. Vui lòng thử lại.
zh_hans: 保存视频时出了点问题。请重试。
zh_hant: 儲存影片時出了點問題。請重試。

source: Something went wrong starting your collage. Please try again.
ar: حدث خطأ ما أثناء بدء الكولاج الخاص بك. حاول مرة أخرى.
ca: Alguna cosa ha anat malament en iniciar el teu collage. Torna-ho a provar.
cs: Při spouštění koláže se něco pokazilo. Zkuste to znovu.
da: Noget gik galt under start af din collage. Prøv igen.
de: Beim Starten Ihrer Collage ist etwas schiefgelaufen. Bitte erneut versuchen.
el: Κάτι πήγε στραβά κατά την έναρξη του κολάζ σας. Δοκιμάστε ξανά.
es: Algo salió mal al iniciar tu collage. Inténtalo de nuevo.
fi: Jokin meni pieleen käynnistettäessä kollaasiasi. Yritä uudelleen.
fr: Un problème est survenu lors du démarrage de votre collage. Veuillez réessayer.
he: משהו השתבש בהפעלת הקולאז' שלכם. נסו שוב.
hi: आपका कोलाज शुरू करते समय कुछ गलत हो गया। कृपया फिर से कोशिश करें।
hr: Nešto je pošlo po zlu prilikom pokretanja vašeg kolaža. Pokušajte ponovno.
hu: Hiba történt a kollázs indítása közben. Próbáld újra.
id: Terjadi kesalahan saat memulai kolase Anda. Silakan coba lagi.
it: Qualcosa è andato storto durante l'avvio del collage. Riprova.
ja: コラージュの開始中に問題が発生しました。もう一度お試しください。
ko: 콜라주를 시작하는 중 문제가 발생했습니다. 다시 시도해 주세요.
ms: Sesuatu tidak kena semasa memulakan kolaj anda. Sila cuba lagi.
nb: Noe gikk galt under start av collaget ditt. Prøv igjen.
nl: Er is iets misgegaan bij het starten van je collage. Probeer het opnieuw.
pl: Coś poszło nie tak podczas uruchamiania kolażu. Spróbuj ponownie.
pt: Algo deu errado ao iniciar sua colagem. Tente novamente.
ro: Ceva nu a mers bine la pornirea colajului tău. Încearcă din nou.
ru: Что-то пошло не так при запуске коллажа. Повторите попытку.
sk: Pri spúšťaní koláže sa niečo pokazilo. Skúste to znova.
sv: Något gick fel när ditt collage skulle startas. Försök igen.
th: เกิดข้อผิดพลาดขณะเริ่มคอลลาจของคุณ กรุณาลองอีกครั้ง
tr: Kolajınız başlatılırken bir şeyler ters gitti. Lütfen tekrar deneyin.
uk: Щось пішло не так під час запуску колажу. Спробуйте ще раз.
vi: Đã xảy ra sự cố khi bắt đầu ảnh ghép của bạn. Vui lòng thử lại.
zh_hans: 启动拼贴时出了点问题。请重试。
zh_hant: 啟動拼貼時出了點問題。請重試。

source: Something went wrong. If credits were spent, they've been refunded. Please try again.
ar: حدث خطأ ما. إذا تم إنفاق أي رصيد، فقد تم استرداده. حاول مرة أخرى.
ca: Alguna cosa ha anat malament. Si s'han gastat crèdits, s'han reemborsat. Torna-ho a provar.
cs: Něco se pokazilo. Pokud byly kredity utraceny, byly vráceny. Zkuste to znovu.
da: Noget gik galt. Hvis credits blev brugt, er de blevet refunderet. Prøv igen.
de: Etwas ist schiefgelaufen. Falls Credits ausgegeben wurden, wurden sie erstattet. Bitte erneut versuchen.
el: Κάτι πήγε στραβά. Αν ξοδεύτηκαν πιστώσεις, έχουν επιστραφεί. Δοκιμάστε ξανά.
es: Algo salió mal. Si se gastaron créditos, fueron reembolsados. Inténtalo de nuevo.
fi: Jokin meni pieleen. Jos krediittejä käytettiin, ne on hyvitetty. Yritä uudelleen.
fr: Un problème est survenu. Si des crédits ont été dépensés, ils ont été remboursés. Veuillez réessayer.
he: משהו השתבש. אם נוצלו קרדיטים, הם הוחזרו. נסו שוב.
hi: कुछ गलत हो गया। यदि क्रेडिट खर्च किए गए थे, तो वे वापस कर दिए गए हैं। कृपया फिर से कोशिश करें।
hr: Nešto je pošlo po zlu. Ako su krediti potrošeni, vraćeni su. Pokušajte ponovno.
hu: Hiba történt. Ha kreditet költöttél, azt visszatérítettük. Próbáld újra.
id: Terjadi kesalahan. Jika kredit telah digunakan, kredit tersebut telah dikembalikan. Silakan coba lagi.
it: Qualcosa è andato storto. Se sono stati spesi crediti, sono stati rimborsati. Riprova.
ja: 問題が発生しました。クレジットが使用されていた場合は返金されました。もう一度お試しください。
ko: 문제가 발생했습니다. 크레딧이 사용된 경우 환불되었습니다. 다시 시도해 주세요.
ms: Sesuatu tidak kena. Jika kredit telah dibelanjakan, ia telah dikembalikan. Sila cuba lagi.
nb: Noe gikk galt. Hvis poeng ble brukt, er de refundert. Prøv igjen.
nl: Er is iets misgegaan. Als er credits zijn besteed, zijn deze terugbetaald. Probeer het opnieuw.
pl: Coś poszło nie tak. Jeśli kredyty zostały wydane, zostały zwrócone. Spróbuj ponownie.
pt: Algo deu errado. Se créditos foram gastos, eles foram reembolsados. Tente novamente.
ro: Ceva nu a mers bine. Dacă au fost cheltuite credite, acestea au fost rambursate. Încearcă din nou.
ru: Что-то пошло не так. Если кредиты были списаны, они возвращены. Повторите попытку.
sk: Niečo sa pokazilo. Ak boli kredity minuté, boli vrátené. Skúste to znova.
sv: Något gick fel. Om krediter spenderades har de återbetalats. Försök igen.
th: เกิดข้อผิดพลาด หากมีการใช้เครดิตไป จะได้รับการคืนแล้ว กรุณาลองอีกครั้ง
tr: Bir şeyler ters gitti. Kredi harcandıysa iade edildi. Lütfen tekrar deneyin.
uk: Щось пішло не так. Якщо кредити було витрачено, їх повернено. Спробуйте ще раз.
vi: Đã xảy ra sự cố. Nếu tín dụng đã được sử dụng, chúng đã được hoàn lại. Vui lòng thử lại.
zh_hans: 出了点问题。如果已扣除积分，将予以退还。请重试。
zh_hant: 出了點問題。如果已扣除積分，將予以退還。請重試。

source: Spend coins to generate any portrait — no subscription needed.
ar: أنفق العملات لإنشاء أي صورة — بلا حاجة إلى اشتراك.
ca: Gasta monedes per generar qualsevol retrat — no cal subscripció.
cs: Utraťte mince za vygenerování libovolného portrétu — bez nutnosti předplatného.
da: Brug mønter til at generere ethvert portræt — intet abonnement nødvendigt.
de: Geben Sie Münzen aus, um jedes Porträt zu erstellen — kein Abo nötig.
el: Ξοδέψτε κέρματα για να δημιουργήσετε οποιοδήποτε πορτρέτο — δεν απαιτείται συνδρομή.
es: Gasta monedas para generar cualquier retrato — sin necesidad de suscripción.
fi: Käytä kolikoita minkä tahansa muotokuvan luomiseen — tilausta ei tarvita.
fr: Dépensez des pièces pour générer n'importe quel portrait — aucun abonnement requis.
he: נצלו מטבעות כדי ליצור כל פורטרט — לא נדרש מנוי.
hi: किसी भी पोर्ट्रेट को जनरेट करने के लिए सिक्के खर्च करें — सदस्यता की आवश्यकता नहीं।
hr: Trošite novčiće za generiranje bilo kojeg portreta — pretplata nije potrebna.
hu: Költs érméket bármelyik portré generálásához — előfizetés nem szükséges.
id: Gunakan koin untuk membuat potret apa pun — tanpa perlu langganan.
it: Spendi monete per generare qualsiasi ritratto — nessun abbonamento necessario.
ja: コインを使って任意のポートレートを生成 — サブスクリプション不要。
ko: 코인을 사용해 어떤 초상화든 생성하세요 — 구독이 필요하지 않습니다.
ms: Belanjakan syiling untuk menjana sebarang potret — tiada langganan diperlukan.
nb: Bruk mynter til å generere et hvilket som helst portrett — ingen abonnement nødvendig.
nl: Besteed munten om elk portret te genereren — geen abonnement nodig.
pl: Wydawaj monety, aby generować dowolny portret — subskrypcja niepotrzebna.
pt: Gaste moedas para gerar qualquer retrato — sem necessidade de assinatura.
ro: Cheltuiește monede pentru a genera orice portret — fără abonament necesar.
ru: Тратьте монеты, чтобы создавать любые портреты — подписка не нужна.
sk: Minte mince na vygenerovanie ľubovoľného portrétu — bez potreby predplatného.
sv: Spendera mynt för att generera vilket porträtt som helst — ingen prenumeration behövs.
th: ใช้เหรียญเพื่อสร้างภาพเหมือนใดก็ได้ — ไม่จำเป็นต้องสมัครสมาชิก
tr: Herhangi bir portre oluşturmak için jeton harcayın — abonelik gerekmez.
uk: Витрачайте монети, щоб створювати будь-які портрети — підписка не потрібна.
vi: Dùng xu để tạo bất kỳ chân dung nào — không cần đăng ký.
zh_hans: 使用金币生成任意肖像 — 无需订阅。
zh_hant: 使用金幣生成任意肖像 — 無需訂閱。

source: Subscribe Now
ar: اشترك الآن
ca: Subscriu-te ara
cs: Předplatit nyní
da: Abonner nu
de: Jetzt abonnieren
el: Εγγραφή τώρα
es: Suscribirse ahora
fi: Tilaa nyt
fr: S'abonner maintenant
he: הירשמו עכשיו
hi: अभी सदस्यता लें
hr: Pretplati se sada
hu: Előfizetés most
id: Berlangganan Sekarang
it: Abbonati ora
ja: 今すぐ購読
ko: 지금 구독하기
ms: Langgan Sekarang
nb: Abonner nå
nl: Nu abonneren
pl: Subskrybuj teraz
pt: Assinar agora
ro: Abonează-te acum
ru: Оформить подписку
sk: Predplatiť teraz
sv: Prenumerera nu
th: สมัครสมาชิกตอนนี้
tr: Şimdi Abone Ol
uk: Оформити підписку
vi: Đăng ký ngay
zh_hans: 立即订阅
zh_hant: 立即訂閱

source: Take Photo
ar: التقاط صورة
ca: Fes una foto
cs: Vyfotit
da: Tag foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Tomar foto
fi: Ota kuva
fr: Prendre une photo
he: צילום תמונה
hi: फोटो लें
hr: Fotografiraj
hu: Fotó készítése
id: Ambil Foto
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
ms: Ambil Foto
nb: Ta bilde
nl: Foto maken
pl: Zrób zdjęcie
pt: Tirar foto
ro: Fă o fotografie
ru: Сделать фото
sk: Odfotiť
sv: Ta foto
th: ถ่ายภาพ
tr: Fotoğraf Çek
uk: Зробити фото
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

source: Tap the heart on any style to save it here.
ar: اضغط على القلب في أي نمط لحفظه هنا.
ca: Toca el cor de qualsevol estil per desar-lo aquí.
cs: Klepnutím na srdíčko u libovolného stylu jej uložíte sem.
da: Tryk på hjertet på en hvilken som helst stil for at gemme den her.
de: Tippen Sie auf das Herz eines Stils, um ihn hier zu speichern.
el: Πατήστε την καρδιά οποιουδήποτε στιλ για να το αποθηκεύσετε εδώ.
es: Toca el corazón de cualquier estilo para guardarlo aquí.
fi: Napauta tyylin sydäntä tallentaaksesi sen tänne.
fr: Appuyez sur le cœur d'un style pour l'enregistrer ici.
he: הקישו על הלב בכל סגנון כדי לשמור אותו כאן.
hi: इसे यहां सहेजने के लिए किसी भी स्टाइल पर दिल पर टैप करें।
hr: Dodirnite srce bilo kojeg stila da ga spremite ovdje.
hu: Koppints bármelyik stílus szívére, hogy elmentsd itt.
id: Ketuk hati pada gaya mana pun untuk menyimpannya di sini.
it: Tocca il cuore su qualsiasi stile per salvarlo qui.
ja: 任意のスタイルのハートをタップしてここに保存します。
ko: 저장하려면 원하는 스타일의 하트를 탭하세요.
ms: Ketik hati pada mana-mana gaya untuk menyimpannya di sini.
nb: Trykk på hjertet på en stil for å lagre den her.
nl: Tik op het hartje van een stijl om deze hier op te slaan.
pl: Dotknij serca przy dowolnym stylu, aby go tu zapisać.
pt: Toque no coração de qualquer estilo para salvá-lo aqui.
ro: Atinge inima oricărui stil pentru a-l salva aici.
ru: Нажмите на сердечко у любого стиля, чтобы сохранить его здесь.
sk: Ťuknutím na srdiečko pri ľubovoľnom štýle ho tu uložíte.
sv: Tryck på hjärtat på valfri stil för att spara den här.
th: แตะที่หัวใจบนสไตล์ใดก็ได้เพื่อบันทึกไว้ที่นี่
tr: Kaydetmek için herhangi bir stilin kalbine dokunun.
uk: Натисніть на сердечко біля будь-якого стилю, щоб зберегти його тут.
vi: Nhấn vào trái tim trên bất kỳ phong cách nào để lưu nó ở đây.
zh_hans: 点按任意风格上的心形图标以保存至此处。
zh_hant: 點按任意風格上的心形圖示以儲存至此處。

source: Tap to change photo
ar: اضغط لتغيير الصورة
ca: Toca per canviar la foto
cs: Klepnutím změníte fotku
da: Tryk for at skifte foto
de: Tippen, um Foto zu ändern
el: Πατήστε για αλλαγή φωτογραφίας
es: Toca para cambiar la foto
fi: Napauta vaihtaaksesi kuvan
fr: Appuyez pour changer de photo
he: הקישו כדי להחליף תמונה
hi: फोटो बदलने के लिए टैप करें
hr: Dodirnite za promjenu fotografije
hu: Koppints a fotó cseréjéhez
id: Ketuk untuk mengganti foto
it: Tocca per cambiare foto
ja: タップして写真を変更
ko: 탭하여 사진 변경
ms: Ketik untuk tukar foto
nb: Trykk for å bytte bilde
nl: Tik om foto te wijzigen
pl: Dotknij, aby zmienić zdjęcie
pt: Toque para trocar a foto
ro: Atinge pentru a schimba fotografia
ru: Нажмите, чтобы сменить фото
sk: Ťuknutím zmeníte fotku
sv: Tryck för att byta foto
th: แตะเพื่อเปลี่ยนรูปภาพ
tr: Fotoğrafı değiştirmek için dokunun
uk: Торкніться, щоб змінити фото
vi: Nhấn để đổi ảnh
zh_hans: 点按以更换照片
zh_hant: 點按以更換照片

source: Ten Months
ar: عشرة أشهر
ca: Deu mesos
cs: Deset měsíců
da: Ti måneder
de: Zehn Monate
el: Δέκα μηνών
es: Diez meses
fi: Kymmenen kuukautta
fr: Dix mois
he: עשרה חודשים
hi: दस महीने
hr: Deset mjeseci
hu: Tíz hónapos
id: Sepuluh bulan
it: Dieci mesi
ja: 生後10か月
ko: 생후 10개월
ms: Sepuluh bulan
nb: Ti måneder
nl: Tien maanden
pl: Dziesięć miesięcy
pt: Dez meses
ro: Zece luni
ru: Десять месяцев
sk: Desať mesiacov
sv: Tio månader
th: สิบเดือน
tr: On Aylık
uk: Десять місяців
vi: Mười tháng tuổi
zh_hans: 十个月
zh_hant: 十個月

source: Terms
ar: الشروط
ca: Termes
cs: Podmínky
da: Vilkår
de: Bedingungen
el: Όροι
es: Términos
fi: Ehdot
fr: Conditions
he: תנאים
hi: शर्तें
hr: Uvjeti
hu: Feltételek
id: Ketentuan
it: Termini
ja: 規約
ko: 약관
ms: Terma
nb: Vilkår
nl: Voorwaarden
pl: Warunki
pt: Termos
ro: Termeni
ru: Условия
sk: Podmienky
sv: Villkor
th: ข้อกำหนด
tr: Şartlar
uk: Умови
vi: Điều khoản
zh_hans: 条款
zh_hant: 條款

source: Terms of Use
ar: شروط الاستخدام
ca: Termes d'ús
cs: Podmínky používání
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
ms: Terma Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Termos de Uso
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款
